/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Skype WiFi tanıtımı";
"INTRO_SUBHEADER" = "Genel WiFi etkin noktalarında çevrimiçi olun ve Skype Kontörü ile yalnızca kullandığınız dakikalar için ödeme yapın.";
"INTRO_ICON_WIFI" = "Skype kullanın, e-postanızı kontrol edin ve web'de gezinin.";
"INTRO_ICON_GLOBE" = "Skype WiFi dünya genelinde bir milyonun üzerinde konumda kullanılabilir.";
"INTRO_ICON_SKYPECREDIT" = "Yalnızca kullandığınız dakikalar için ödeme yapın.";

"STATE_CHECKINGNETWORK_HEADER" = "Lütfen bekleyin...";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Skype WiFi için ağ kontrol ediliyor";

"STATE_JOINWIFI_HEADER" = "WiFi'ya bağlı değilsiniz";
"STATE_JOINWIFI_SUBHEADER" = "Lütfen Skype WiFi'yı destekleyen genel bir WiFi ağına katılın.";

"STATE_ALREADYONLINE_HEADER" = "Zaten çevrimiçisiniz";
"STATE_ALREADYONLINE_SUBHEADER" = "İnternet'e bağlı olduğunuz görülüyor. Skype WiFi, dünya genelinde 1 milyonun üzerindeki konumda bulunan genel WiFi etkin noktalarında çevrimiçi olmanıza olanak sağlar.";

"STATE_GENERALERROR_HEADER" = "Bağlanamıyor";
"STATE_GENERALERROR_SUBHEADER" = "Bu WiFi ağı düzgün bir şekilde yanıt vermiyor. Lütfen farklı bir ağa bağlanmayı deneyin.";

"STATE_CONNECT_HEADER" = "Skype WiFi burada kullanılabilir";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Bağlanarak sağlayıcının <a href=\"%@\">kullanım şartlarını</a> kabul edersiniz";

"STATE_CONNECT_BUTTON" = "Bağlanın";
"STATE_CONNECTING_BUTTON" = "Bağlanıyor...";

"STATE_CONNECTED_SHORT" = "Bağlı";
"STATE_CONNECTED_HEADER" = "Skype WiFi ile çevrimiçisiniz";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Bağlantıyı Kes";
"STATE_DISCONNECTING_BUTTON" = "Bağlantı kesiliyor...";

"STATE_NOCREDIT_HEADER" = "Yeterli Skype Kontörü yok";


/* === Mac only === */

"OK_BUTTON" = "Tamam";
"LEARNMORE_BUTTON" = "Daha fazla bilgi edinin";
"CLOSE_BUTTON" = "Kapat";
"GO_BACK_BUTTON" = "Geri git";
"CONTINUE_BUTTON" = "Devam";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi için OS X %@ veya daha yeni bir sürüm gereklidir.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi henüz Microsoft hesabınızla kullanılamıyor. Lütfen doğrudan Skype Adınız ve parolanızla oturum açın.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi henüz Microsoft hesabınızla kullanılamıyor. Lütfen Skype hesabı oluşturup bu hesapla oturum açın.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Skype WiFi ile çevrimiçisiniz";
"FLOATER_CONNECTED_WISPR_TITLE" = "Çevrimiçisiniz";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Bağlantı yakında sona erecek";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Güvenliğiniz için, Skype Kontörünüzü kullanarak bağlandığınızda bağlantıyı kesmeyi unutmanız halinde bağlantınızın süresi otomatik olarak dolar.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d dakika";

"STATE_CONNECT_SUBHEADER" = "Skype WiFi kullanarak bu ağda İnternet'e bağlanın ve Skype Kontörü ile sadece kullandığınız dakikalar için ödeme yapın.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi burada ücretsizdir";
"STATE_CONNECT_FREE_SUBHEADER" = "Skype WiFi ile bu etkin noktada ücretsiz İnternet erişiminden faydalanın. Web'de gezinin, e-postanızı kontrol edin veya sadece Skype kullanın.";
"STATE_CONNECT_WISPR_HEADER" = "Bu sağlayıcıda hesabım var";
"STATE_CONNECT_WISPR_SUBHEADER" = "Bu sağlayıcıda zaten bir hesabınız varsa kimlik bilgilerinizi buraya girin.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "İnternet bağlantınızın süresi yakında bitecek";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Bağlantıyı istediğiniz zaman sonlandırabilirsiniz. Yalnızca kullandığınız dakikalar ücretlendirilecektir.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Yaklaşık %d dakikadır çevrimiçisiniz.";
"COUNTUP_0MIN" = "Bir dakikadan daha kısa bir süredir çevrimiçisiniz.";
"COUNTUP_1MIN" = "Yaklaşık bir dakikadır çevrimiçisiniz.";
"STATE_CONNECTED_WISPR_HEADER" = "Şu anda çevrimiçisiniz";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Bu etkin nokta sağlayıcısındaki hesabınızı kullanarak bağlanıyorsunuz. Dilediğiniz zaman bağlantıyı sonlandırabilirsiniz.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Bu etkin noktayı derecelendirin";

"STATE_CONNECTED_EXTEND_BUTTON" = "Çevrimiçi kal";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Yeniden bağlanıyor...";

"STATE_NOCREDIT_SUBHEADER" = "Burada Skype WiFi ile İnternet erişiminde dakika başına ödeme yapmak için Skype Kontörüne ihtiyacınız var.";
"STATE_NOCREDIT_BUTTON" = "Skype Kontörü alın";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Ağ kontrol ediliyor";
"STATE_JOINWIFI_SHORT" = "WiFi yok";
"STATE_ALREADYONLINE_SHORT" = "Zaten çevrimiçi";
"STATE_GENERALERROR_SHORT" = "Hata";
"STATE_CONNECT_SHORT" = "Burada kullanılabilir";
"STATE_NOCREDIT_SHORT" = "Kontör yok";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d dakika kaldı";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 dakika kaldı";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Bir dakikadan az zaman kaldı";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "İnternet bağlantınızın süresi yakında bitecek.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype Adı";
"LOGIN_PASSWORD_PLACEHOLDER" = "Parola";
"LOGIN_BUTTON" = "Oturum aç";
"SIGN_OUT_BUTTON" = "Oturumu kapat";

/* unused */
"LOGIN_PROBLEMS" = "Oturum açmakla ilgili bir sorun mu yaşıyorsunuz?";
"LOGIN_CREATE_ACCOUNT" = "Hesap oluştur";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Ayarlar";
/* unused */
"SETTINGS_BUTTON" = "Ayarlar";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi Sürüm %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype ve/veya Microsoft";
"ABOUT_PATENTPENDING" = "Patent Beklemede";
"ABOUT_FEEDBACK_BUTTON" = "Geri bildirim";
"ABOUT_LEGAL_BUTTON" = "Yasal";
"ABOUT_TRADEMARK" = "Skype adı, ilgili ticari markalar, logolar ve “S” logosu, Skype'ın ticari markalarıdır.";
"ABOUT_DISCLAIMER" = "Uyarı: Bu program, telif yasası ve uluslararası anlaşmalarca korunmaktadır. Bu programın veya herhangi bir kısmının izinsiz çoğaltılması veya dağıtılması, ciddi para cezası ve cezai işlemlerle sonuçlanabilir ve bu maddede belirtilen eylemlerden birinin veya daha fazlasının gerçekleşmesi durumunda yasalarca imkan tanınan azami sınırlar çerçevesinde kanuni yollara başvurulacaktır.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype Adı";
"PROFILE_SKYPECREDIT" = "Skype Kontörü";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Yok";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Yükleniyor...";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Ziyaret edilen etkin noktalar";
"USAGE_PREVIOUSCONNECTIONS" = "Önceki bağlantılar";
"USAGE_LASTUSED" = "En son kullanılan";
"USAGE_LASTUSED_NEVER_VALUE" = "Hiçbir zaman";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Popüler konumlar";
"SUPPORTEDNETWORKS_PROVIDERS" = "Sağlayıcılar";
